alacritty
alsa-utils
android-tools
anthy
arch-install-scripts
archlinux-xdg-menu
arduino-cli
aria2
ark
ast-firmware
base
base-devel
bat
biber
blender
blueman
bluez
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
calc
catppuccin-sddm-theme-mocha
cdrtools
cemu-bin
chntpw
clinfo
cliphist
cpupower
cups
curl
dhcp
dhcpcd
discord
dnsmasq
dosfstools
dotnet-sdk
ds4drv
efibootmgr
fastfetch
fcitx5
fcitx5-anthy
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
foo2zjs-nightly
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freecad
fzf
gcc-fortran
geogebra
gimp
git
github-desktop-bin
gnome-keyring
gnu-free-fonts
godot
gparted
grim
grub
gst-plugin-pipewire
gst-plugins-base
gthumb
gvfs
hdparm
heroic-games-launcher-bin
hunspell-en_us
hunspell-es_any
hyphen-es
hyprland
hyprpaper
hyprpicker
hyprshot
inkscape
iverilog
iw
iwd
jdk21-openjdk
jq
julia
kicad
kicad-library
kicad-library-3d
kitty
kvantum
languagetool
lib32-amdvlk
lib32-mesa
lib32-pipewire-jack
lib32-vulkan-radeon
libreoffice-still
links
linux
linux-firmware
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
linux-firmware-qlogic
linux-headers
logisim-evolution-bin
lsb-release
mako
melonds
mkinitcpio
modem-manager-gui
mpv
mythes-es
ncdu
neovim
net-tools
network-manager-applet
networkmanager
nordic-darker-theme
nordic-theme
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
okular
os-prober
otf-fira-sans
otf-font-awesome
pacman-contrib
pamixer
paru
pavucontrol
pipewire-alsa
pipewire-pulse
pipewire-roc
polkit-gnome
poweralertd
print-manager
prismlauncher
protontricks
prusa-slicer
pyenv
pyside6-tools
python-adblock
python-pyqt5
python-pyqt5-webengine
python-pyqt6
python-pyqt6-3d
python-pyqt6-charts
python-pyqt6-datavisualization
python-pyqt6-graphs
python-pyqt6-networkauth
python-pyqt6-webengine
python-virtualenv
qalculate-qt
qt6-virtualkeyboard
qt6ct-kde
r
ranger
realtime-privileges
refind
rofi-wayland
rstudio-desktop-bin
rustup
sane
sane-airscan
scrcpy
screen
sddm
simple-scan
slurp
smartmontools
sshfs
steam
stow
swaylock-effects-git
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgreek
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
texstudio
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
thunderbird
tldr
tree
ttf-dejavu-nerd
ttf-fira-sans
ttf-google-fonts-git
ttf-hack
ttf-inconsolata
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
udiskie
unityhub
unrar
unzip
upd72020x-fw
vdpauinfo
vimix-gtk-themes
virtualbox
visual-studio-code-bin
vlc
vulkan-radeon
vulkan-tools
waybar
wd719x-firmware
wev
wget
wimlib
wine
wireless_tools
wlogout
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
zsh
